---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.SolidglassTransmittanceType.Blue
enum: Autodesk.Revit.DB.Visual.SolidglassTransmittanceType
source: html/ef0c2dea-babe-b184-6321-a958ba387e9b.htm
---
# Autodesk.Revit.DB.Visual.SolidglassTransmittanceType.Blue